Repository: timloh-gtoken/neo-scan
Catalog: apps/neoscan_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: nl

source: 24 hour change
nl: 24 uurs-verschil

source: 24 hour volume
nl: 24 uurs-volume

source: About
nl: Over ons

source: Address
nl: Adres

source: Address ID
nl: Adres ID

source: Address Information
nl: Adresse informatie

source: Addresses
nl: Adressen

source: Admin
nl: Beheerder

source: All block information
nl: Alle blok informatie

source: All transaction information
nl: Alle transactiegegevens

source: All wallet address information
nl: Alle wallet adresinformatie

source: Asset Information
nl: Asset-informatie

source: Asset Issue
nl: Asset problemen

source: Asset Register
nl: Asset registratie

source: Atributte
nl: Attribuut

source: Back to all addresses
nl: Terug paar alle adressen

source: Back to all assets
nl: Terug paar alle assets

source: Back to all blocks
nl: Terug paar alle blokken

source: Back to all transactions
nl: Terug paar alle transacties

source: Block
nl: Blok

source: Block Height, Hash, Address or Transaction id
nl: Blok Hoogte, Hash, Adresse of Transactie id

source: Block Information
nl: Blok informatie

source: Block index
nl: Blok index

source: Blocks
nl: Blokken

source: Bytecode Invocation Script
nl: Bytecode Aanroepscript

source: Bytecode Verification Script
nl: Bytecode Controlescript

source: Claimed from
nl: Geclaimed van

source: Completed on
nl: Voltooid op

source: Contract Publish
nl: Contractpublicatie

source: Contracts
nl: Contracten

source: Created
nl: Gemaakt

source: Created on
nl: Gemaakt op

source: Currency
nl: Valuta

source: Current market cap
nl: Huidige marktcapitalisatie

source: Data Size
nl: Datagroote

source: Explorer
nl: Verkenner

source: GAS Balance
nl: GAS-saldo

source: Gas Claim
nl: GAS claimen

source: Generated GAS
nl: Gegenereerd GAS

source: Graph Zoom
nl: Zoomen

source: Height
nl: Hoogte

source: Included in Block
nl: Opgenomen in B lok

source: Invocation
nl: Aanroep

source: Issued
nl: Uitgegevens

source: Last 5 Blocks
nl: Laatste 5 blokken

source: Last 5 Transactions
nl: Laatste 5 transacties

source: Last 5 Wallet Addresses
nl: Laatste 5 Wallet-adressen

source: Last block
nl: Laatste blok

source: Last transaction
nl: Laatste transactie

source: Last transactions
nl: Laatste transacties

source: Loading Unclaimed Gas
nl: Ongeclaimed GAS laden

source: Merkle root
nl: Merkle-boom

source: More details
nl: Meer details

source: NEO Balance
nl: NEO saldo

source: Name
nl: Naam

source: Network Fee
nl: Transactiekosten

source: Network fee
nl: Transactiekosten

source: Next block
nl: Volgend blok

source: Opcode Invocation Script
nl: Opcode Aanroepscript

source: Opcode Verification Script
nl: Opcode Controlescript

source: Precision
nl: Precisie

source: Previous block
nl: Vorig blok

source: Registered
nl: Geregistreerd

source: Registered on
nl: Geregistreerd op

source: See all blocks
nl: Bekijk alle blokken

source: See all transactions
nl: All transactions

source: Sent from
nl: Verzonden vanaf

source: Sent to
nl: Verstuurd naar

source: Size
nl: Grootte

source: Supply
nl: Voorraad

source: System
nl: Systeem

source: System Fee
nl: Systeemvergoeding

source: The source code is
nl: De broncode is

source: The website content is licensed
nl: De websiteinhoud helft als licentie

source: Time
nl: Tijd

source: Tokens
nl: Credits

source: Tooltips Off
nl: Tooltips uitschakelen

source: Tooltips On
nl: Tooltips aan

source: Total transactions
nl: Total aantal transacties

source: Transaction ID
nl: Transactienummer

source: Transaction Information
nl: Transactiegegevens

source: Transactions
nl: Transacties

source: Version
nl: Versie

source: View MIT License
nl: Bekijk MIT licentie

source: View address
nl: Bekijk adres

source: View all addresses
nl: Bekijk alle adressen

source: View all blocks
nl: Bekijk alle blokken

source: View all transactions
nl: Bekijk alle transacties

source: View block
nl: Bekijk blok

source: View transaction
nl: Bekijk transactie

source: View wallet address
nl: Bekijk wallet-adres

source: Visit City of Zion
nl: Bezoek City of Zion

source: Wallet Addresses
nl: Wallet-adressen

source: Wallet addresses created
nl: Wallet-adressen aangemaakt

source: Welcome to NEOSCAN
nl: Welkom Bij NEOSCAN

source: Your home for all NEO related blockchain information
nl: Jouw thuisbasis vor alle NEO gerelateerde blockchain informatie

source: bytes
nl: bytesBytes

source: licensed
nl: gelicenseerd

source: of
nl: van

source: to
nl: naar

source: Any
nl: Alle

source: Claim
nl: Claimen

source: Issue
nl: Probleem

source: Publish
nl: Publiceren

source: Register
nl: Registreren
